{"autor": ["Pablo Hinojosa"], "titulo": ["Campus Infantil de Software Libre 2015 "], "categorias": [" Campus infantil "], "contenido": ["(Si no eres miembro de la UGR) Ya ", ", organizado por la Oficina de Software Libre y el resto de la Delegación del Rector de la UGR para las TIC para el Gabinete de Acción Social.", "Foto Finish V CISL", "Como en ocasiones anteriores, el objetivo es que las niñas y niños aprendan a crear con los ordenadores en un ambiente lúdico y pedagógico.", "El campus va dirigido a niñas y niños de 7 a 14 años, y se desarrollará del 29 de junio al 10 de julio.", "Como en anteriores ediciones, el horario será de 9 de la mañana a las 2 de la tarde; los niños podrán estar en el campus de 8 a 3 de la tarde con presencia de los monitores.", "Los niños se organizarán en tres grupos de 25 personas:", "Principiantes, 7 a 9 años. Para quien no haya asistido antes al campus.", "Intermedios, de 9 a 11 años; también para menores que hayan asistido en otra ocasión al campus.", "Veteranos, de 11 a 14 años y menores que hayan asistido en varias ocasiones al campus.", "Este año el método de trabajo estará basado en la ejecución de un proyecto en grupo, desde los más grandes a los más pequeños. Los contenidos explicados en la pizarra serán mínimos y se intentará, sobre todo, la enseñanza personalizada con las dudas que vayan surgiendo y animar a las niñas y niños a que vayan descubriendo por sí solos, preguntando a los profesores y a los compañeros, las posibilidades que tienen las herramientas con las que van a trabajar.", "Ya iremos contando detalles conforme se acerquen las fechas."], "etiquetas": [" Campus infantil "]}
{"autor": ["Renato Luis Ramirez Rivero"], "titulo": ["Archivo diario: "], "categorias": [" Eventos "], "contenido": [], "etiquetas": [" Eventos ", " opendata ", " OSL "]}
{"autor": ["Pablo Hinojosa"], "titulo": ["Final del Certamen de Proyectos Libres de la UGR 2014-2015"], "categorias": [" Certamen UGR de proyectos Libres "], "contenido": ["El próximo Lunes día 15 se celebra la final del ", ".", "Será en el Aula -1.2 (el aula Polivalente) de la ", " de la ", ", donde, a lo largo de la mañana, se presentarán los proyectos finalistas y habrá una serie de charlas sobre temas relacionados con el software libre.", "Posteriormente, ", " anunciará los ganadores y se hará la entrega de premios.", "El Certamen de proyectos libres de la UGR cuentan con el apoyo de ", ", ", ", ", ", el ", ", ", ", ", ", ", " y la ", ", aparte de la organización y apoyo de la ", " y la "], "etiquetas": [" Certamen UGR de proyectos Libres ", " OSL "]}
{"autor": ["Renato Luis Ramirez Rivero"], "titulo": ["Archivo diario: "], "categorias": [" Campus infantil "], "contenido": [], "etiquetas": [" Campus infantil ", " Formación ", " OSL ", " proyectos ", " scratch ", " Software Libre "]}
{"autor": ["Renato Luis Ramirez Rivero"], "titulo": ["III Jornadas de Periodismo de Datos y Open Data"], "categorias": [" Eventos "], "contenido": ["Este año la Oficina de Software Libre de la Universidad de Granada no hemos podido participar en las ", "(las #JPD15) debido a que coincidía con otros eventos ya programados, pero felicitamos a los Organizadores y animamos a que aquellas personas que se puedan acercar a dichas Jornadas en Madrid, Barcelona, Almería y Pamplona/Iruña  del 2 al 7 de junio de 2015, lo hagan, siendo esta una experiencia enriquecedora."], "etiquetas": [" Eventos ", " opendata ", " OSL "]}
{"autor": ["Pablo Hinojosa"], "titulo": ["Archivo diario: "], "categorias": [" Certamen UGR de proyectos Libres "], "contenido": [], "etiquetas": [" Certamen UGR de proyectos Libres ", " Concursos ", " OSL "]}
{"autor": ["Manu"], "titulo": ["Archivo diario: "], "categorias": [" Software Libre "], "contenido": [], "etiquetas": [" Software Libre ", " asociaciones ", " campañas ", " Debian ", " GNU ", " impresoras ", " linux ", " LinuxMint ", " organizaciones ", " PC ", " reciclaje ", " SoftwareLibre ", " ubuntu ", " Ubuntu14.04 "]}
{"autor": ["Renato Luis Ramirez Rivero", "Pablo Hinojosa"], "titulo": ["Archivo diario: "], "categorias": [" Cursos ", " Certamen UGR de proyectos Libres "], "contenido": [], "etiquetas": [" Cursos ", " Formación ", " OSL ", " Software Libre ", " Certamen UGR de proyectos Libres ", " OSL "]}
{"autor": ["Renato Luis Ramirez Rivero"], "titulo": ["Oferta formativa primer cuatrimestre curso 2015-2016"], "categorias": [" Cursos "], "contenido": ["Os presentamos la oferta formativa de cursos online de software libre:", "\n", "Arduino básico.", "\n19 de octubre de 2015", "\n", "Gestión de contenidos con Joomla.", "\n26 de octubre de 2015", "\n", "Introducción al procesador de textos científicos LaTex.", "\n3 de noviembre de 2015", "\n", "Programación cliente-servidor en Javascript.", "\n26 de octubre de 2015", "\n", "Raspberry Pi básico.", "\n26 de octubre de 2015", "\n", "Scratch: Iniciación a la programación para enseñanza primaria y secundaria.", "\n3 de noviembre de 2015", "\n", "Es solo un adelanto y una oportunidad para "], "etiquetas": [" Cursos ", " Formación ", " OSL ", " Software Libre "]}
{"autor": ["Renato Luis Ramirez Rivero"], "titulo": ["Novedades del Campus Infantil de Software Libre 2015"], "categorias": [" Campus infantil "], "contenido": ["Todavía esta abierto el plazo de inscripción del ", " Infantil de Software Libre. Apunta a tu hija/hijo en este", "!", "La informática es una disciplina muy difícil de enseñar a cualquier nivel y cualquier edad, dado que nos encontramos con alumnos, con distintas aptitudes previas. Según nuestra experiencia, aquellos que tienen un nivel más alto, se desconcentran por falta de interés, y los que poseen un nivel más bajo, no se enteran de nada, no siendo en ninguno de los dos casos productivas las clases. Proponemos para ello la enseñanza enfocada a proyectos con grupos reducidos: facilita el aprendizaje individual, favorece el habito de trabajar en equipo, existe una retroalimentación de los conocimientos previos, así como de lo aprendido, aumenta la creatividad… Realmente pensamos que es muy ventajoso para el alumno.", "Pablo Hinojosa, Serafin Vélez y en especial Manuel Cogolludo, han instalado en una distribucion Ubuntu, todos los programas de Software Libre necesarios, pero que son instalables fácilmente por cualquier usuario.", "El primer día, consistirá en una pequeñas sesiones teóricas, y una toma de contacto, con la propuesta de los distintos proyectos, para formar grupos. Pensamos que cualquier duda, que se presenta, es una duda general y siempre se resuelve para todo el grupo. El Campus va enfocado principalmente, a aumentar el Pensamiento Computacional de los alumnos y familiarizarse con el uso del Software Libre.", "Contamos este año, como monitoras, algunas de las chicas del Campus Tecnológico Google/Ugr 2014, que nos ayudaran a todos, con sus experiencias y conocimientos.", "Los profesores que van a impartir este año el campus son:", "Ángel Pablo Hinojosa Gutierrez: Programador, informático, diseñador, administrador de sistemas. Técnico en la Oficina de Software Libre de la Universidad de Granada. Profesor del Campus Infantil de Software Libre durante las últimas cinco ediciones.", "Manuel Cogollludo Vallejo: 1º Grado de Electrónica, Monitor de tiempo libre, Técnico Informático en la Oficina de Software Libre de la Universidad de Granada, Profesor en diversos cursos on-line, Python, Arduino y en tres ediciones del Campus Infantil, instalación y mantenimiento de SO GNU/Linux en facultad de Ciencias Políticas, charlas sobre software Libre en varias facultades de la Universidad de Granada, Secretario en la asociación GCubo (grupo de usuarios GNU/Linux de Granada).", "Serafín Vélez Barrera: Ingeniero Técnico en Informático de Gestión y Técnico en Administración de Sistemas Informáticos, Voluntario como Administrador de Sistemas para la Oficina de Software Libre y Desarrollador Python de aplicaciones de escritorio para gestión de procesos de producción y diseño de sesiones de ciclo indoor. Docente en cursos online de programación y en el programa Talentum Schools de Telefónica.", "José Alonso Arias Gonzalez: Licenciado en Ciencias Políticas, Master en Dirección y Gestión Publica, Técnico Superior en Administración de Sistemas Informáticos en Red. Coopera con la Oficina de Software Libre en su Unidad de Reciclaje.", "Germán Martínez Maldonado: Estudiante de último curso de Grado en Ingeniería Informática Especialidad Sistemas de Información. Desarrollador con experiencia en varios lenguajes de programación. Colaborador en diversos proyectos de software libre entre los que destaca el desarrollo del Portal de Transparencia de la Universidad de Granada en la Oficina de Software Libre.", "Albora Trimiño Diez:Técnica superior en Administración de Sistemas Informáticos en Red, prácticas en la Oficina de Software libre de la Universidad de Granada. Curso de Python, desarrollo de aplicaciones móviles (AppInventor), Máster en CISCO Netacad, diseñadora de páginas web.", "Los proyectos propuestos este año son los siguientes, pero somos conscientes de que solo es una propuesta flexible, que se irán adaptando a las necesidades, conocimientos previos y preferencias de los alumnos:", "“Realizar apk con AppInventor. Las apk son aplicaciones (app) Android.”", "Haremos desde juegos hasta una aplicación de turismo sobre diferentes ciudades. Crearán el contenido de las apk como los fondos, sonidos, ubicación en coordenadas por GPS, manipulación de imágenes. Para ello utilizaremos programas y herramientas Libres como, Gimp, Inskcape o Audacity. También construiremos una página web o blog a partir de plantillas BlogSpot con cuenta de Gmail y aprenderán a realizar modificaciones en HTML sobre Kompozer para editar blog. La cuenta de Gmail es necesaria para poder crear las apk en el MIT2 por AppInventor.", "Objetivo:", "Crear app para Android", "Utilizar y entender HTML", "Crear contenido multimedia", "Aprender a realizar y utilizar ubicaciones por GPS", "Trabajo en grupo.", "“Construye un proyecto Scratch que implemente un coche sin conductor que circule por un circuito”.", "Diseña diferentes algoritmos que primen la velocidad y la seguridad. El coche debe ser capaz de circular por circuitos nunca vistos.", "Crear una web que lo especifique, utilizando Komposer e Inkscape.", "Objetivo:", "Introducción a los sistemas autorregulados", "Coche autónomo que conduce sólo", "Explorar algoritmos de velocidad", "Modularizar el proyecto.", "PROYECTO 3", "“Construye tu primera aplicación para el móvil y aprende a programar con AppInventor”.", "App Inventor es al mismo tiempo un lenguaje de programación, una herramienta de diseño y un entorno de desarrollo de aplicaciones para móviles y tablets que funcionen con el sistema operativo Android. App Inventor permite también ejecutar las aplicaciones en un emulador, por lo que no es imprescindible disponer del teléfono para probar los programas que se hagan.", "“Introducción a las herramientas de ofimática ,edición de fotos y edición de gráficos y figuras vectoriales”", "Conocer y sacar provecho del nuevo entorno LibreOffice, redactar tus textos con OpenOffice, usar la potencia de cálculo con las tablas Calc, crear novedosas e impactantes presentaciones con Impress, así como el poder utilizar todas las funciones de las herramientas de edición de fotos e imágenes y figuras vectoriales.", "Objetivo:", "Crea tu primera aplicación móvil", "Introducción a la programación", "Introducción a la suite ofimática “OpenOffice.org” y “LibreOffice”", "El procesador de textos Writer", "Creación de presentaciones con Impress", "La hoja de cálculo Calc", "Introducción a Inkscape y Gimp", "PROYECTO 4", "“Uso de herramientas ofimáticas para hacer trabajos”.", "El grupo de niños de entre 11 y 14 están a punto de comenzar una etapa escolar en la que sus trabajos de clase requerirán un punto más de elaboración, por eso es necesario que aprendan conceptos básicos de edición de texto, pero siempre desde un punto de vista de entretenido para los niños; además estos trabajos escritos siempre pueden ir complementados con una presentaciones en diapositivas. También es interesante que se acostumbren al uso de hojas de cálculo, lo que les ayudará en sus estudios de matemáticas. Todo esto se verá con la suite ofimática LibreOffice.", "“Edición de imágenes e introducción al diseño vectorial”.", "Una de las actividades que más le gusta a los niños es dibujar en sus cuadernos, por eso una forma de que se interesen por la informática puede ser hacer que se entretengan pintando, pero con un ordenador. Esos dibujos pueden servir simplemente para fomentar su creatividad, o relacionado con el otro proyecto, para incluirlo en sus los textos o presentaciones de sus trabajos. Para la edición de imagen se utilizará GIMP y para diseño vectorial Inkscape, ambos programas con los cuales se pueden hacer diseños muy simples o más complejas en función del grado de interés y manejo de los niños.", "Objetivo:", "Familiarizarse con el uso de procesadores de texto, presentaciones y hojas de cálculo por una parte; y al uso de editores de imágenes y diseño vectorial por otra.", "Enseñar a estructurar un trabajo de clase.", "Fomentar la creatividad de los niños.", "PROYECTO 5", "“Diseña un proyecto en Scratch para sincronizar el paso de vehículos por un cruce en diferentes escenarios”", "Dado un número de carreteras definidas por el usuario donde todas tienen un punto de unión, gestiona el tráfico de vehículos para que no choquen o se bloqueen en la zona crítica del cruce.", "Objetivo:", "Sincronización de los procesos.", "Tratamiento de uso de zonas críticas.", "Priorización en las zonas críticas.", "Movimiento de objetos según características del objeto.", "PROYECTO 6", "“Diseña un proyecto en Scratch para que varios jugadores compitan en una carrera de obstáculos con atletas”", "Para un número de 2 o 3 jugadores y un número de rondas concretas diseña un proyecto en el que aparezcan unas pistas de atletismo con obstáculos al azar que habrá que sortear donde cada jugador que falle quedará eliminado para la siguiente ronda a jugar.", "Objetivo:", "Movimiento de corredores según características del atleta.", "Llevar la puntuación y tiempos de los distintos jugadores.", "PROYECTO 7", "“Desarrollo de un juego para smartphone.”", "Desarrollo en equipo de todo el proceso de diseño de un videojuego. Tendrán que gestionar sus propios métodos de decisión y organización, acordar en conjunto todos los aspectos del proyecto, mantener información al día en un blog y presentar el resultado a padres y compañeros en la jornada final:", "Objetivos:", "Lógica de juego, guionización y storytelling con Writer y Calc.", "Programación con AppInventor.", "Logotipo / Icono con Inkscape.", "Diseño de gráficos con Gimp.", "Publicación de noticias y estados del proyecto con un blog en", "Workpress.", "Presentación para la jornada final con Impress.", "PROYECTO 8", "“Introducción a la Ofimática”", "Una Suite Ofimática es un paquete integrado, es decir, un conjunto de aplicaciones que se distribuyen conjuntamente y están todas ellas orientadas a resolverle las tareas más comunes de la oficina.", "OpenOffice permite crear documentos, hojas de cálculo, generar y utilizar macros, corrección ortográfica en español, generación de páginas html y documentos pdf desde cualquier aplicación de OpenOffice, utilización de plantillas, conexión a base de datos, ahorro de dinero, una sociedad más libre , y créeme que mas mucho más…", "Gimp: es un programa de edición de imágenes digitales en forma de mapa de bits, tanto dibujos como fotografías.", "Objetivo:", "Introducción a herramientas de tratamiento de imágenes", "Enseñar a estructurar un trabajo de clase.", "Fomentar la creatividad de los niños.", "Fomento de trabajo en grupo.", "Como en anteriores ediciones, el horario será de 9 de la mañana a las 2 de la tarde; los niños podrán estar en el campus de 8 a 3 de la tarde con presencia de los monitores."], "etiquetas": [" Campus infantil ", " Formación ", " OSL ", " proyectos ", " scratch ", " Software Libre "]}
{"autor": ["Pablo Hinojosa"], "titulo": ["Ganadores del Certamen de Proyectos Libres de la UGR 2014-2015"], "categorias": [" Certamen UGR de proyectos Libres "], "contenido": ["Como ", ", el pasado lunes se celebró la final del ", ".", "Finalmente, de ", " en el ", ", los proyectos ganadores han sido los siguientes:", "Consistente en:", "El segundo accésit ha sido concedido a Pablo Castellano, de la Universidad de Málaga, por su proyecto ", " [", "].", "LibreBORME es una aplicación que extrae información del Boletín del Registro Mercantil y la publica en formato web.", "Consistente en:", "EL primer accésit ha sido para Andrés Ortiz, un alumno de 3º del Grado de Informática de la Universidad de Granada, por su proyecto ", " [", "].", "El proyecto Don’t Crush My Castle es un juego libre de tipo “Tower Defense”.", "Consistente en:", "El primer premio de esta edición del Certamen de Proyectos Libres de la UGR ha sido para el equipo formado por Iván Ortega, Carlos Campos, Francisco Javier Expósito y Víctor Coronas, alumnos de 4º del Grado de Informática de la Universidad de Granada, por su proyecto ", " [", "].", "Evenge es un gestor de eventos en la nube orientado a todo tipo de organismos, empresas o asociaciones, que administra todos los aspectos, desde la inscripción a la generación de diplomas. El jurado ha valorado este proyecto, basado en herramientas de Google, con la puntuación más alta tanto por el uso de las herramientas de desarrollo en línea como por el grado de satisfacción de las necesidades planteadas desde el principio.", "Enhorabuena tanto a los ganadores como a todos los participantes, y muchas gracias por participar.", "No solo por motivos de transparencia, sino también para ayudar a mejorar tanto a los ganadores como al resto de proyectos evaluados, el informe completo del jurado se encuentra públicamente disponible en ", ".", "Queremos dar las gracias muy especialmente a ", ", Isabel Cabezas, Paloma de las Cuevas, María Isabel García-Arenas, María Hinojosa, Carmen López, Teresa Miyar y Nuria Rico, por el esfuerzo empleado y el tiempo dedicado a evaluar los 37 proyectos de modo completamente voluntario y altruista.", "También queremos agradecer a patrocinadores y entidades colaboradoras la ayuda y el apoyo prestados, sin los que sería imposible celebrar este certamen: ", ", ", ", ", ", el ", ", ", ", ", ", ", ", ", ", ", ", ", "."], "etiquetas": [" Certamen UGR de proyectos Libres ", " Concursos ", " OSL "]}
 que son instalables fácilmente por cualquier usuario.", "El primer día, consistirá en una pequeñas sesiones teóricas, y una toma de contacto, con la propuesta de los distintos proyectos, para formar grupos. Pensamos que cualquier duda, que se presenta, es una duda general y siempre se resuelve para todo el grupo. El Campus va enfocado principalmente, a aumentar el Pensamiento Computacional de los alumnos y familiarizarse con el uso del Software Libre.", "Contamos este año, como monitoras, algunas de las chicas del Campus Tecnológico Google/Ugr 2014, que nos ayudaran a todos, con sus experiencias y conocimientos.", "Los profesores que van a impartir este año el campus son:", "Ángel Pablo Hinojosa Gutierrez: Programador, informático, diseñador, administrador de sistemas. Técnico en la Oficina de Software Libre de la Universidad de Granada. Profesor del Campus Infantil de Software Libre durante las últimas cinco ediciones.", "Manuel Cogollludo Vallejo: 1º Grado de Electrónica, Monitor de tiempo libre, Técnico Informático en la Oficina de Software Libre de la Universidad de Granada, Profesor en diversos cursos on-line, Python, Arduino y en tres ediciones del Campus Infantil, instalación y mantenimiento de SO GNU/Linux en facultad de Ciencias Políticas, charlas sobre software Libre en varias facultades de la Universidad de Granada, Secretario en la asociación GCubo (grupo de usuarios GNU/Linux de Granada).", "Serafín Vélez Barrera: Ingeniero Técnico en Informático de Gestión y Técnico en Administración de Sistemas Informáticos, Voluntario como Administrador de Sistemas para la Oficina de Software Libre y Desarrollador Python de aplicaciones de escritorio para gestión de procesos de producción y diseño de sesiones de ciclo indoor. Docente en cursos online de programación y en el programa Talentum Schools de Telefónica.", "José Alonso Arias Gonzalez: Licenciado en Ciencias Políticas, Master en Dirección y Gestión Publica, Técnico Superior en Administración de Sistemas Informáticos en Red. Coopera con la Oficina de Software Libre en su Unidad de Reciclaje.", "Germán Martínez Maldonado: Estudiante de último curso de Grado en Ingeniería Informática Especialidad Sistemas de Información. Desarrollador con experiencia en varios lenguajes de programación. Colaborador en diversos proyectos de software libre entre los que destaca el desarrollo del Portal de Transparencia de la Universidad de Granada en la Oficina de Software Libre.", "Albora Trimiño Diez:Técnica superior en Administración de Sistemas Informáticos en Red, prácticas en la Oficina de Software libre de la Universidad de Granada. Curso de Python, desarrollo de aplicaciones móviles (AppInventor), Máster en CISCO Netacad, diseñadora de páginas web.", "Los proyectos propuestos este año son los siguientes, pero somos conscientes de que solo es una propuesta flexible, que se irán adaptando a las necesidades, conocimientos previos y preferencias de los alumnos:", "“Realizar apk con AppInventor. Las apk son aplicaciones (app) Android.”", "Haremos desde juegos hasta una aplicación de turismo sobre diferentes ciudades. Crearán el contenido de las apk como los fondos, sonidos, ubicación en coordenadas por GPS, manipulación de imágenes. Para ello utilizaremos programas y herramientas Libres como, Gimp, Inskcape o Audacity. También construiremos una página web o blog a partir de plantillas BlogSpot con cuenta de Gmail y aprenderán a realizar modificaciones en HTML sobre Kompozer para editar blog. La cuenta de Gmail es necesaria para poder crear las apk en el MIT2 por AppInventor.", "Objetivo:", "Crear app para Android", "Utilizar y entender HTML", "Crear contenido multimedia", "Aprender a realizar y utilizar ubicaciones por GPS", "Trabajo en grupo.", "“Construye un proyecto Scratch que implemente un coche sin conductor que circule por un circuito”.", "Diseña diferentes algoritmos que primen la velocidad y la seguridad. El coche debe ser capaz de circular por circuitos nunca vistos.", "Crear una web que lo especifique, utilizando Komposer e Inkscape.", "Objetivo:", "Introducción a los sistemas autorregulados", "Coche autónomo que conduce sólo", "Explorar algoritmos de velocidad", "Modularizar el proyecto.", "PROYECTO 3", "“Construye tu primera aplicación para el móvil y aprende a programar con AppInventor”.", "App Inventor es al mismo tiempo un lenguaje de programación, una herramienta de diseño y un entorno de desarrollo de aplicaciones para móviles y tablets que funcionen con el sistema operativo Android. App Inventor permite también ejecutar las aplicaciones en un emulador, por lo que no es imprescindible disponer del teléfono para probar los programas que se hagan.", "“Introducción a las herramientas de ofimática ,edición de fotos y edición de gráficos y figuras vectoriales”", "Conocer y sacar provecho del nuevo entorno LibreOffice, redactar tus textos con OpenOffice, usar la potencia de cálculo con las tablas Calc, crear novedosas e impactantes presentaciones con Impress, así como el poder utilizar todas las funciones de las herramientas de edición de fotos e imágenes y figuras vectoriales.", "Objetivo:", "Crea tu primera aplicación móvil", "Introducción a la programación", "Introducción a la suite ofimática “OpenOffice.org” y “LibreOffice”", "El procesador de textos Writer", "Creación de presentaciones con Impress", "La hoja de cálculo Calc", "Introducción a Inkscape y Gimp", "PROYECTO 4", "“Uso de herramientas ofimáticas para hacer trabajos”.", "El grupo de niños de entre 11 y 14 están a punto de comenzar una etapa escolar en la que sus trabajos de clase requerirán un punto más de elaboración, por eso es necesario que aprendan conceptos básicos de edición de texto, pero siempre desde un punto de vista de entretenido para los niños; además estos trabajos escritos siempre pueden ir complementados con una presentaciones en diapositivas. También es interesante que se acostumbren al uso de hojas de cálculo, lo que les ayudará en sus estudios de matemáticas. Todo esto se verá con la suite ofimática LibreOffice.", "“Edición de imágenes e introducción al diseño vectorial”.", "Una de las actividades que más le gusta a los niños es dibujar en sus cuadernos, por eso una forma de que se interesen por la informática puede ser hacer que se entretengan pintando, pero con un ordenador. Esos dibujos pueden servir simplemente para fomentar su creatividad, o relacionado con el otro proyecto, para incluirlo en sus los textos o presentaciones de sus trabajos. Para la edición de imagen se utilizará GIMP y para diseño vectorial Inkscape, ambos programas con los cuales se pueden hacer diseños muy simples o más complejas en función del grado de interés y manejo de los niños.", "Objetivo:", "Familiarizarse con el uso de procesadores de texto, presentaciones y hojas de cálculo por una parte; y al uso de editores de imágenes y diseño vectorial por otra.", "Enseñar a estructurar un trabajo de clase.", "Fomentar la creatividad de los niños.", "PROYECTO 5", "“Diseña un proyecto en Scratch para sincronizar el paso de vehículos por un cruce en diferentes escenarios”", "Dado un número de carreteras definidas por el usuario donde todas tienen un punto de unión, gestiona el tráfico de vehículos para que no choquen o se bloqueen en la zona crítica del cruce.", "Objetivo:", "Sincronización de los procesos.", "Tratamiento de uso de zonas críticas.", "Priorización en las zonas críticas.", "Movimiento de objetos según características del objeto.", "PROYECTO 6", "“Diseña un proyecto en Scratch para que varios jugadores compitan en una carrera de obstáculos con atletas”", "Para un número de 2 o 3 jugadores y un número de rondas concretas diseña un proyecto en el que aparezcan unas pistas de atletismo con obstáculos al azar que habrá que sortear donde cada jugador que falle quedará eliminado para la siguiente ronda a jugar.", "Objetivo:", "Movimiento de corredores según características del atleta.", "Llevar la puntuación y tiempos de los distintos jugadores.", "PROYECTO 7", "“Desarrollo de un juego para smartphone.”", "Desarrollo en equipo de todo el proceso de diseño de un videojuego. Tendrán que gestionar sus propios métodos de decisión y organización, acordar en conjunto todos los aspectos del proyecto, mantener información al día en un blog y presentar el resultado a padres y compañeros en la jornada final:", "Objetivos:", "Lógica de juego, guionización y storytelling con Writer y Calc.", "Programación con AppInventor.", "Logotipo / Icono con Inkscape.", "Diseño de gráficos con Gimp.", "Publicación de noticias y estados del proyecto con un blog en", "Workpress.", "Presentación para la jornada final con Impress.", "PROYECTO 8", "“Introducción a la Ofimática”", "Una Suite Ofimática es un paquete integrado, es decir, un conjunto de aplicaciones que se distribuyen conjuntamente y están todas ellas orientadas a resolverle las tareas más comunes de la oficina.", "OpenOffice permite crear documentos, hojas de cálculo, generar y utilizar macros, corrección ortográfica en español, generación de páginas html y documentos pdf desde cualquier aplicación de OpenOffice, utilización de plantillas, conexión a base de datos, ahorro de dinero, una sociedad más libre , y créeme que mas mucho más…", "Gimp: es un programa de edición de imágenes digitales en forma de mapa de bits, tanto dibujos como fotografías.", "Objetivo:", "Introducción a herramientas de tratamiento de imágenes", "Enseñar a estructurar un trabajo de clase.", "Fomentar la creatividad de los niños.", "Fomento de trabajo en grupo.", "Como en anteriores ediciones, el horario será de 9 de la mañana a las 2 de la tarde; los niños podrán estar en el campus de 8 a 3 de la tarde con presencia de los monitores."], "etiquetas": [" Campus infantil ", " Formación ", " OSL ", " proyectos ", " scratch ", " Software Libre "]},
{"autor": ["Pablo Hinojosa"], "titulo": ["Ganadores del Certamen de Proyectos Libres de la UGR 2014-2015"], "categorias": [" Certamen UGR de proyectos Libres "], "contenido": ["Como ", ", el pasado lunes se celebró la final del ", ".", "Finalmente, de ", " en el ", ", los proyectos ganadores han sido los siguientes:", "Consistente en:", "El segundo accésit ha sido concedido a Pablo Castellano, de la Universidad de Málaga, por su proyecto ", " [", "].", "LibreBORME es una aplicación que extrae información del Boletín del Registro Mercantil y la publica en formato web.", "Consistente en:", "EL primer accésit ha sido para Andrés Ortiz, un alumno de 3º del Grado de Informática de la Universidad de Granada, por su proyecto ", " [", "].", "El proyecto Don’t Crush My Castle es un juego libre de tipo “Tower Defense”.", "Consistente en:", "El primer premio de esta edición del Certamen de Proyectos Libres de la UGR ha sido para el equipo formado por Iván Ortega, Carlos Campos, Francisco Javier Expósito y Víctor Coronas, alumnos de 4º del Grado de Informática de la Universidad de Granada, por su proyecto ", " [", "].", "Evenge es un gestor de eventos en la nube orientado a todo tipo de organismos, empresas o asociaciones, que administra todos los aspectos, desde la inscripción a la generación de diplomas. El jurado ha valorado este proyecto, basado en herramientas de Google, con la puntuación más alta tanto por el uso de las herramientas de desarrollo en línea como por el grado de satisfacción de las necesidades planteadas desde el principio.", "Enhorabuena tanto a los ganadores como a todos los participantes, y muchas gracias por participar.", "No solo por motivos de transparencia, sino también para ayudar a mejorar tanto a los ganadores como al resto de proyectos evaluados, el informe completo del jurado se encuentra públicamente disponible en ", ".", "Queremos dar las gracias muy especialmente a ", ", Isabel Cabezas, Paloma de las Cuevas, María Isabel García-Arenas, María Hinojosa, Carmen López, Teresa Miyar y Nuria Rico, por el esfuerzo empleado y el tiempo dedicado a evaluar los 37 proyectos de modo completamente voluntario y altruista.", "También queremos agradecer a patrocinadores y entidades colaboradoras la ayuda y el apoyo prestados, sin los que sería imposible celebrar este certamen: ", ", ", ", ", ", el ", ", ", ", ", ", ", ", ", ", ", ", ", "."], "etiquetas": [" Certamen UGR de proyectos Libres ", " Concursos ", " OSL "]}]